Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/MCP.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Tools on: %1$d. Tool descriptions are sent with every request, about %2$@ tokens, billed at your model's price.
ar: عدد الأدوات المفعّلة: %1$d. تُرسل أوصاف الأدوات مع كل طلب، بما يعادل نحو %2$@ رمز تُحتسب بسعر نموذجك.
de: Aktive Tools: %1$d. Die Tool-Beschreibungen werden mit jeder Anfrage gesendet, etwa %2$@ Token, abgerechnet zum Preis deines Modells.
es: Herramientas activadas: %1$d. Las descripciones de las herramientas se envían con cada solicitud: unos %2$@ tokens, que se cobran al precio de tu modelo.
fr: Outils activés : %1$d. Les descriptions des outils sont envoyées à chaque requête, soit environ %2$@ tokens facturés au tarif de votre modèle.
hi: चालू टूल: %1$d। टूल का विवरण हर अनुरोध के साथ भेजा जाता है, जो लगभग %2$@ टोकन का होता है और आपके मॉडल की दर से बिल होता है।
id: %1$d alat aktif. Deskripsi alat dikirim bersama setiap permintaan, sekitar %2$@ token, dan ditagih sesuai harga model Anda.
ja: %1$d 個のツールがオンです。ツールの説明はリクエストのたびに送信され、約 %2$@ トークン分がお使いのモデルの料金で課金されます。
ko: 도구 %1$d개가 켜져 있습니다. 도구 설명은 요청할 때마다 함께 전송되며, 약 %2$@ 토큰이 사용 중인 모델의 요금으로 청구됩니다.
pt_br: Ferramentas ativadas: %1$d. As descrições das ferramentas são enviadas a cada solicitação: cerca de %2$@ tokens, cobrados pelo preço do seu modelo.
ru: Включено инструментов: %1$d. Описания инструментов отправляются с каждым запросом — это примерно %2$@ токенов по цене вашей модели.
th: เปิดอยู่ %1$d เครื่องมือ คำอธิบายเครื่องมือจะส่งไปพร้อมกับทุกคำขอ ประมาณ %2$@ โทเค็น โดยคิดค่าใช้จ่ายตามราคาของโมเดลที่คุณใช้
tr: %1$d araç açık. Araç açıklamaları her istekle birlikte gönderilir; yaklaşık %2$@ token tutar ve modelinizin fiyatı üzerinden ücretlendirilir.
vi: Đang bật %1$d công cụ. Phần mô tả công cụ được gửi kèm mỗi yêu cầu, khoảng %2$@ token, tính phí theo giá của mô hình bạn dùng.
zh_hans: 已开启 %1$d 个工具。工具说明会随每次请求一起发送，约占 %2$@ tokens，按你所用模型的价格计费。
zh_hant: 已開啟 %1$d 個工具。工具說明會隨每次請求一起送出，約佔 %2$@ tokens，依你所用模型的價格計費。

source: Tools unavailable for now
ar: الأدوات غير متاحة حاليًا
de: Tools vorübergehend nicht verfügbar
es: Herramientas no disponibles por ahora
fr: Outils indisponibles pour le moment
hi: टूल फ़िलहाल उपलब्ध नहीं हैं
id: Alat belum bisa dipakai untuk saat ini
ja: ツールは一時的に使えません
ko: 지금은 도구를 사용할 수 없습니다
pt_br: Ferramentas indisponíveis no momento
ru: Инструменты пока недоступны
th: เครื่องมือใช้ไม่ได้ชั่วคราว
tr: Araçlar şimdilik kullanılamıyor
vi: Công cụ tạm thời chưa dùng được
zh_hans: 工具暂时不可用
zh_hant: 工具暫時無法使用

source: Tools used: %d
ar: الأدوات المستخدمة: %d
de: Verwendete Tools: %d
es: Herramientas usadas: %d
fr: Outils utilisés : %d
hi: इस्तेमाल हुए टूल: %d
id: %d alat dipakai
ja: %d 個のツールを使用
ko: 도구 %d개 사용
pt_br: Ferramentas usadas: %d
ru: Использовано инструментов: %d
th: ใช้ไป %d เครื่องมือ
tr: %d araç kullanıldı
vi: Đã dùng %d công cụ
zh_hans: 已使用 %d 个工具
zh_hant: 已使用 %d 個工具

source: Tools: %d
ar: الأدوات: %d
es: Herramientas: %d
fr: Outils : %d
hi: %d टूल
id: %d alat
ja: ツール %d 個
ko: 도구 %d개
pt_br: Ferramentas: %d
ru: Инструменты: %d
th: %d เครื่องมือ
tr: %d araç
vi: %d công cụ
zh_hans: %d 个工具
zh_hant: %d 個工具

source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Try signing in again
ar: تسجيل الدخول مجددًا
de: Erneut anmelden
es: Volver a iniciar sesión
fr: S’identifier à nouveau
hi: फिर से साइन इन करें
id: Masuk lagi
ja: もう一度ログイン
ko: 다시 로그인
pt_br: Fazer login de novo
ru: Войти ещё раз
th: ลงชื่อเข้าใช้อีกครั้ง
tr: Yeniden oturum aç
vi: Đăng nhập lại
zh_hans: 重新登录
zh_hant: 重新登入

source: Turn it on or off per chat
ar: تفعيل أو إيقاف لكل محادثة على حدة
de: Für jeden Chat einzeln ein- und ausschaltbar
es: Se activa o desactiva en cada chat
fr: Activable conversation par conversation
hi: हर चैट के लिए अलग से चालू या बंद करें
id: Bisa dinyalakan atau dimatikan per chat
ja: 会話ごとにオン・オフを切り替えられます
ko: 대화마다 따로 켜고 끌 수 있습니다
pt_br: Ative ou desative em cada chat
ru: Включается и выключается отдельно для каждого чата
th: เปิดหรือปิดแยกกันได้ในแต่ละแชท
tr: Her sohbet için ayrı ayrı açıp kapatabilirsiniz
vi: Bật hoặc tắt riêng cho từng cuộc trò chuyện
zh_hans: 每个对话可以单独开关
zh_hant: 每個對話可以個別開關

source: Using %1$@ · %2$@
ar: جارٍ استخدام %1$@ · %2$@
de: %1$@ · %2$@ wird verwendet
es: Usando %1$@ · %2$@
fr: Utilisation de %1$@ · %2$@
hi: %1$@ · %2$@ इस्तेमाल हो रहा है
id: Menggunakan %1$@ · %2$@
ja: %1$@ · %2$@ を使用中
ko: %1$@ · %2$@ 사용 중
pt_br: Usando %1$@ · %2$@
ru: Используется %1$@ · %2$@
th: กำลังใช้ %1$@ · %2$@
tr: %1$@ · %2$@ kullanılıyor
vi: Đang dùng %1$@ · %2$@
zh_hans: 正在使用 %1$@ · %2$@
zh_hant: 正在使用 %1$@ · %2$@

source: Using tools
ar: جارٍ استخدام الأدوات
de: Tools werden verwendet
es: Usando herramientas
fr: Utilisation d’outils
hi: टूल इस्तेमाल हो रहे हैं
id: Sedang memakai alat
ja: ツールを使用中
ko: 도구 사용 중
pt_br: Usando ferramentas
ru: Используются инструменты
th: กำลังใช้เครื่องมือ
tr: Araçlar kullanılıyor
vi: Đang dùng công cụ
zh_hans: 正在使用工具
zh_hant: 正在使用工具

source: View all
ar: عرض الكل
de: Alles anzeigen
es: Ver todo
fr: Tout afficher
hi: पूरा देखें
id: Lihat semua
ja: 全文を表示
ko: 전체 보기
pt_br: Ver tudo
ru: Показать полностью
th: ดูทั้งหมด
tr: Tümünü gör
vi: Xem toàn bộ
zh_hans: 查看全文
zh_hant: 查看全文

source: Waiting
ar: قيد الانتظار
de: Wartet
es: En espera
fr: En attente
hi: इंतज़ार में
id: Menunggu
ja: 待機中
ko: 대기 중
pt_br: Aguardando
ru: Ожидание
th: กำลังรอ
tr: Bekliyor
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for sign-in
ar: بانتظار التفويض
de: Warten auf Anmeldung
es: Esperando inicio de sesión
fr: En attente d’identification
hi: साइन इन का इंतज़ार
id: Menunggu otorisasi
ja: 再認証を待っています
ko: 재인증 대기 중
pt_br: Aguardando login
ru: Ожидание входа
th: กำลังรอการลงชื่อเข้าใช้
tr: Yetkilendirme bekleniyor
vi: Đang chờ đăng nhập
zh_hans: 等待重新授权
zh_hant: 等待重新授權

source: What will be sent
ar: ما سيُرسل
de: Das wird gesendet
es: Lo que se enviará
fr: Ce qui sera envoyé
hi: जो भेजा जाएगा
id: Yang akan dikirim
ja: 送信される内容
ko: 전송될 내용
pt_br: O que será enviado
ru: Что будет отправлено
th: สิ่งที่จะส่ง
tr: Gönderilecek içerik
vi: Nội dung sẽ được gửi
zh_hans: 将要提交的内容
zh_hant: 即將送出的內容

source: When on, the model can use these services' tools while answering.
ar: عند التفعيل، يستطيع النموذج استخدام أدوات هذه الخدمات أثناء الإجابة.
de: Sind sie aktiviert, kann das Modell beim Antworten die Tools dieser Dienste nutzen.
es: Al activarlos, el modelo puede usar las herramientas de estos servicios mientras responde.
fr: Une fois ces services activés, le modèle peut utiliser leurs outils pendant qu’il répond.
hi: चालू होने पर मॉडल जवाब देते समय इन सेवाओं के टूल इस्तेमाल कर सकता है।
id: Jika diaktifkan, model bisa memakai alat dari layanan-layanan ini saat menjawab.
ja: オンにすると、モデルが回答の途中でこれらのサービスのツールを使えるようになります。
ko: 켜 두면 모델이 답변하는 동안 이 서비스들의 도구를 사용할 수 있습니다.
pt_br: Com os serviços ativados, o modelo pode usar as ferramentas deles enquanto responde.
ru: Когда сервис включён, модель может пользоваться его инструментами во время ответа.
th: เมื่อเปิดไว้ โมเดลจะใช้เครื่องมือของบริการเหล่านี้ได้ระหว่างตอบ
tr: Açık olduklarında model, yanıt verirken bu hizmetlerin araçlarını kullanabilir.
vi: Khi bật, mô hình có thể dùng công cụ của các dịch vụ này trong lúc trả lời.
zh_hans: 开启后，模型可以在回答时调用这些服务的工具。
zh_hant: 開啟後，模型可以在回答時使用這些服務的工具。

source: You can adjust each tool later in the server's details. The grouping comes from the server's own labels. Tools without a label are treated as changing data.
ar: يمكن ضبط كل أداة لاحقًا من تفاصيل الخادم. هذا التصنيف مأخوذ مما يصرّح به الخادم نفسه، والأدوات التي لا تصريح لها تُعامل على أنها تعدّل البيانات.
de: Du kannst jedes Tool später in den Serverdetails einzeln anpassen. Die Einteilung stammt aus den Angaben des Servers. Tools ohne Angabe gelten als „Ändert Daten“.
es: Más adelante puedes ajustar cada herramienta en los detalles del servidor. La clasificación viene de lo que declara el propio servidor. Las herramientas sin declaración se tratan como si modificaran datos.
fr: Vous pourrez régler chaque outil plus tard dans les détails du serveur. Le classement repose sur ce que déclare le serveur. Les outils sans indication sont traités comme modifiant des données.
hi: हर टूल की सेटिंग आप बाद में सर्वर के विवरण में बदल सकते हैं। यह बँटवारा सर्वर के अपने लेबल पर आधारित है। जिन टूल पर कोई लेबल नहीं है, उन्हें डेटा बदलने वाला माना जाता है।
id: Tiap alat bisa diatur nanti di detail server. Pengelompokan ini mengikuti label dari server. Alat tanpa label dianggap mengubah data.
ja: ツールごとの設定は、あとからサーバーの詳細で変更できます。分類はサーバー自身の申告に基づき、申告のないツールはすべて「データを変更」として扱います。
ko: 도구별 권한은 나중에 서버 상세 화면에서 바꿀 수 있습니다. 분류는 서버가 직접 표시한 내용을 따르며, 표시가 없는 도구는 모두 ‘데이터 변경’으로 취급합니다.
pt_br: Você pode ajustar cada ferramenta depois, nos detalhes do servidor. A classificação vem do que o próprio servidor declara. Ferramentas sem declaração são tratadas como se alterassem dados.
ru: Позже каждый инструмент можно настроить отдельно в сведениях о сервере. Группы составлены по пометкам самого сервера. Инструменты без пометки считаются изменяющими данные.
th: ปรับเครื่องมือทีละรายการได้ภายหลังในรายละเอียดเซิร์ฟเวอร์ การจัดกลุ่มอิงตามป้ายกำกับที่เซิร์ฟเวอร์ระบุเอง เครื่องมือที่ไม่มีป้ายกำกับจะถือว่าแก้ไขข้อมูล
tr: Her aracı sonradan sunucu ayrıntılarından tek tek ayarlayabilirsiniz. Gruplama, sunucunun kendi beyanına dayanır. Beyanı olmayan araçlar veri değiştiriyor sayılır.
vi: Sau này bạn có thể chỉnh từng công cụ trong phần chi tiết máy chủ. Cách phân nhóm dựa trên nhãn do chính máy chủ khai báo. Công cụ không có nhãn được xem là có thay đổi dữ liệu.
zh_hans: 可以稍后在服务器详情里逐个调整。分类来自服务器自己的声明，没有声明的工具一律按「会修改数据」处理。
zh_hant: 之後可以在伺服器詳細資料裡逐一調整。分類來自伺服器自己的標示，沒有標示的工具一律視為「會修改資料」。

source: You can connect up to %d servers. Remove one you no longer use, then add this one.
ar: يمكن ربط %d من الخوادم كحد أقصى. أزِل خادمًا لم تعد تستخدمه ثم أضف هذا الخادم.
de: Du kannst bis zu %d Server verbinden. Entferne einen, den du nicht mehr brauchst, und füge diesen dann hinzu.
es: Puedes conectar hasta %d servidores. Quita uno que ya no uses y luego agrega este.
fr: Vous pouvez connecter jusqu’à %d serveurs. Retirez-en un dont vous ne vous servez plus, puis ajoutez celui-ci.
hi: आप ज़्यादा से ज़्यादा %d सर्वर कनेक्ट कर सकते हैं। जो अब काम का नहीं है उसे हटाएँ, फिर इसे जोड़ें।
id: Anda bisa menghubungkan hingga %d server. Hapus satu yang sudah tidak dipakai, lalu tambahkan yang ini.
ja: 接続できるサーバーは %d 個までです。使っていないサーバーを削除してから追加してください。
ko: 서버는 최대 %d개까지 연결할 수 있습니다. 쓰지 않는 서버를 제거한 뒤 추가하세요.
pt_br: Você pode conectar até %d servidores. Remova um que não usa mais e depois adicione este.
ru: Можно подключить не больше %d серверов. Удалите тот, которым больше не пользуетесь, и добавьте этот.
th: เชื่อมต่อได้สูงสุด %d เซิร์ฟเวอร์ โปรดนำเซิร์ฟเวอร์ที่ไม่ได้ใช้แล้วออกก่อน แล้วจึงเพิ่มเซิร์ฟเวอร์นี้
tr: En fazla %d sunucu bağlayabilirsiniz. Artık kullanmadığınız birini kaldırıp bunu ekleyin.
vi: Bạn có thể kết nối tối đa %d máy chủ. Hãy gỡ một máy chủ không còn dùng rồi thêm máy chủ này.
zh_hans: 最多可以连接 %d 个服务器。先移除一个不再使用的，再添加这个。
zh_hant: 最多可以連接 %d 個伺服器。先移除一個不再使用的，再新增這個。

source: You declined, so it wasn't run
ar: رفضت هذه الخطوة، فلم تُنفَّذ
de: Von dir abgelehnt, nicht ausgeführt
es: Lo rechazaste; no se ejecutó
fr: Vous avez refusé, l’étape n’a pas été exécutée
hi: आपने मना किया, इसलिए इसे चलाया नहीं गया
id: Anda menolak, jadi tidak dijalankan
ja: 拒否したため、実行されませんでした
ko: 거부하여 실행되지 않았습니다
pt_br: Você recusou; a etapa não foi executada
ru: Вы отклонили шаг, он не выполнен
th: คุณปฏิเสธ ขั้นตอนนี้จึงไม่ได้ทำงาน
tr: Reddettiniz, çalıştırılmadı
vi: Bạn đã từ chối nên bước này không được chạy
zh_hans: 你已拒绝，没有执行
zh_hant: 你已拒絕，沒有執行

source: You've reached the server limit
ar: بلغ عدد الخوادم الحد الأقصى
de: Maximale Anzahl an Servern erreicht
es: Llegaste al límite de servidores
fr: Nombre maximal de serveurs atteint
hi: सर्वर की सीमा पूरी हो गई
id: Jumlah server sudah mencapai batas
ja: サーバー数が上限に達しました
ko: 서버 수가 한도에 도달했습니다
pt_br: Você atingiu o limite de servidores
ru: Достигнут лимит серверов
th: จำนวนเซิร์ฟเวอร์ถึงขีดจำกัดแล้ว
tr: Sunucu sınırına ulaştınız
vi: Đã đạt giới hạn số máy chủ
zh_hans: 服务器数量已到上限
zh_hant: 伺服器數量已達上限
